<template>
  <modal ref="modal">
    <div class="contents-wrapper">
      <div class="title-wrapper">
        주식회사 투토 이용약관
      </div>
      <div class="content-title">
        제1장 총칙
      </div>
      <div class="content">
        제1조(목적) 본 약관은 주식회사 투토(이하 '회사'라 합니다)가 제공하는 인터넷서비스(이하 '서비스'라 합니다)를 이용함에 있어 회사와 이용자 간의 권리, 의무 및 책임 사항, 기타 필요한 사항을 규정하는데 목적이 있습니다.
      </div>
      <div>
        제2조(용어의 정의) ① 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
      </div>
      <ul>
        <li>'회원'이라 함은 이 약관에 동의하고 회원가입을 한 자로서, 회사가 제공하는 서비스를 이용할 수 있는 자를 말합니다.</li>
        <li>'비회원'이라 함은 회원에 가입하지 않고 보험 설계 및 비교 정보제공 서비스를 이용하는 자를 말합니다.</li>
        <li>'이용자ID'라 함은 회원의 식별 및 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 고유한 문자와 숫자의 조합을 말합니다.</li>
        <li>'비밀번호'라 함은 회원과 이용자ID가 일치하는지를 확인하고 통신상의 자신의 비밀보호를 위하여 회원이 선정한 문자와 숫자의 조합을 말합니다.</li>
        <li>'탈퇴'라 함은 회원이 서비스 이용 계약을 종료 시키는 행위를 말합니다.</li>
      </ul>
      <div class="content">
        ② 본 약관에서 사용하는 용어 중 제1항에서 정의하지 않은 용어는 관계법령 및 개별서비스에 대한 별도 약관 및 서비스별 안내에서 정하는 바에 의합니다.
      </div>
      <div class="content">
        제3조(약관의 효력 및 개정) ① 이 약관은 홈페이지를 통해 온라인으로 공지하거나 회원에게 통지함으로써 효력이 발생됩니다.
      </div>
      <div class="content">
        ② 회사는 필요하다고 인정되는 경우 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 제1항과 같은 방법으로 공지 또는 통지함으로써 효력이 발생됩니다.
      </div>
      <div class="content">
        ③ 회원은 신설 또는 변경된 약관에 동의하지 않을 경우 회원탈퇴를 요청할 수 있으며, 신설 또는 변경된 약관의 효력발생일 이후에도 서비스를 계속 사용할 경우 약관의 변경사항에 동의한 것으로 간주됩니다.
      </div>
      <div class="content">
        제4조(약관 외 준칙) 이 약관에 명시되지 아니한 사항에 대해서는 전기통신기본법, 전기통신사업법, 정보통신망이용촉진 및 정보보호 등에 관한 법률 및 기타 관련 법령 또는 상관례에 따릅니다.
      </div>
      <div class="title-content">
        제2장 서비스 이용 계약
      </div>
      <div class="content">
        제5조(서비스 이용 계약의 성립) ① 이용계약은 서비스 이용 신청자가 이용약관에 동의한 후 회원가입 신청을 하고 ‘회사’가 이러한 신청에 대하여 승낙함으로써 성립됩니다.
      </div>
      <div class="content">
        ② 이용자가 회원가입을 신청할 때 본 약관을 읽고 " 동의함" 버튼을 클릭하면 본 약관에 동의하는 것으로 간주됩니다.
      </div>
      <div class="content">
        ③ 제1항에 따른 신청에 있어 ‘회사’는 전문 기관을 통해 회원의 ‘실명확인 및 본인 확인’을 요청할 수 있습니다.
      </div>
      <div class="content">
        제6조(서비스 이용 신청) ① 서비스 이용을 신청하는 분은 회사가 요청하는 소정의 회원가입신청 양식이 요구 하는 사항을 기록하여 신청하여야 합니다. 
      </div>
      <div class="content">
        ② 회원가입 신청양식에 기재하는 모든 회원정보는 실제 데이터인 것으로 간주하며 실명이나 실제 정보를 입력하지 않은 사용자는 법적인 보호를 받을 수 없으며, 서비스사용의 제한을 받으실 수 있습니다.
      </div>
      <div class="content">
        제7조(이용신청의 승낙 및 유보, 거절) ① 회사는 ‘이용 신청자’의 신청에 대하여 ‘서비스’ 이용을 승낙함을 원칙으로 합니다.
      </div>
      <div class="content">
        ② 회사는 다음 각호에 해당하는 경우, 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.
      </div>
      <ol>
        <li>서비스 관련 설비에 여유가 없는 경우</li>
        <li>기술상 장애사유가 있는 경우</li>
        <li>기타 회사가 재정적, 기술적으로 필요하다고 인정되는 경우</li>
        <li>본인 확인이 되지 않은 경우</li>
        <li>가입 조건이 성립되지 않은 경우</li>
      </ol>
      <div class="content">
        ③ 회사는 다음 각호에 해당하는 경우, 가입을 승낙하지 않을 수 있습니다.
      </div>
      <ol>
        <li>다른 사람의 명의 또는 가명을 사용하여 신청하였을 경우</li>
        <li>이용 신청 시 필요 내용을 허위로 기재하여 신청한 경우</li>
        <li>사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우</li>
        <li>선정적이고 음란한 내용의 아이디를 신청할 경우</li>
        <li>반사회적이고 관계법령에 저촉되는 아이디를 신청할 경우</li>
        <li>비어, 속어라고 판단되는 아이디를 신청할 경우</li>
        <li>만 14세 미만의 아동이 부모 등의 법정대리인의 동의를 얻지 않은 경우</li>
        <li>기타 회사가 정한 이용신청 요건에 맞지 않을 경우</li>
      </ol>
      <div class="content">
        제8조(회원정보의 변경) ① 회원은 개인정보관리를 통해 언제든지 본인의 개인 정보를 열람하고 수정할 수 있습니다.
      </div>
      <div class="content">
        ② 회원은 이용 신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 해야 하며, 회원정보의 미변경으로 인하여 발생되는 문제의 책임은 회원에게 있습니다.
      </div>
      <div class="content">
        제9조(개인정보보호 의무) 회사는 ‘정보통신망법’등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 회사의 개인정보취급 방침이 적용됩니다. 다만, 회사의 공식 사이트가 아닌 사이트에서는 회사의 개인정보취급방침이 적용되지 않습니다.
      </div>
      <div class="content">
        제10조(회원의 아이디(ID) 및 비밀번호의 관리에 대한 의무) ① 아이디(ID)와 비밀번호에 대한 모든 관리 책임은 회원에게 있으며, 회원에게 부여된 아이디(ID)와 비밀번호의 관리소홀, 부정사용에 의해 발생하는 불이익은 전적으로 회원에게 그 책임이 있습니다.
      </div>
      <div class="content">
        ② 회원은 아이디 및 비밀번호가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 회사에 통보하여 회사의 안내에 따라야 합니다.
      </div>
      <div class="content">
        제11조(회원에 대한 통지) ① 회사가 회원에 대한 통지를 하는 경우 회원이 회사에 제출한 전자우편 주소, 전화 등의 방법으로 할 수 있습니다.
      </div>
      <div class="content">
        ② 회사는 불특정다수 회원에 대한 통지의 경우 회사의 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다.
      </div>
      <div class="content-title">
        제3장 계약 당사자의 의무
      </div>
      <div class="content">
        제12조(회사의 의무) ① 회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보보호를 위한 보안 시스템을 갖추어야 하며, 유지, 점검 또는 복구 등의 조치를 성실히 이행하여야 합니다.
      </div>
      <div class="content">
        ② 회사는 서비스의 제공과 관련하여 알게 된 회원의 개인정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않고 이를 보호하기 위하여 노력합니다. 회원의 개인정보보호에 관한 기타의 사항은 정보통신망법 및 회사가 별도로 정한 개인정보취급방침에 따릅니다.
      </div>
      <div class="content">
        ③ 회사는 회원이 수신 동의를 하지 않은 영리 목적의 광고성 전자우편, SMS 문자메시지 등을 발송하지 아니합니다.
      </div>
      <div class="content">
        ④ 회사가 제3자와의 서비스 제공계약 등을 체결하여 회원에게 서비스를 제공하는 경우 회사는 각 개별서비스에서 서비스의 제공을 위하여 제3자에게 제공되는 회원의 구체적인 회원정보를 명시하고 회원의 개별적이고 명시적인 동의를 받은 후 동의의 범위 내에서 해당 서비스의 제공 기간 동안에 한하여 회원의 개인정보를 제3자와 공유하는 등 관련 법령을 준수합니다.
      </div>
      <div class="content">
      </div>
      <div class="content">
        ⑤ 회사는 회원으로부터 제기되는 불만이 정당하다고 인정할 경우에는 이를 즉시 처리함을 원칙으로 합니다. 다만, 즉시 처리가 곤란한 경우에는 회원에게 그 사유와 처리 일정을 통보합니다.
      </div>
      <div class="content">
        제13조(회원의 의무) ① 회원은 관계법령, 이 약관의 규정, 이용안내 및 주의사항 등 회사가 공지 또는 통지하는 사항을 준수해야 하며, 기타 회사의 업무에 방해되는 행위를 할 수 없습니다.
      </div>
      <div class="content">
        ② 회원은 회사의 사전 승낙 없이 서비스를 이용하여 어떠한 영리 행위도 할 수 없습니다.
      </div>
      <div class="content">
        ③ 회원은 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복사, 복제, 변경, 번역, 출판, 방송 및 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.
      </div>
      <div class="content">
        ④ 회원은 회원가입신청서의 기재내용 중 변경된 내용이 있는 경우 서비스를 통하여 그 내용을 회사에 통지하여야 합니다.
      </div>
      <div class="content">
        ⑤ 회원은 서비스 이용 시 다음 각 호의 행위를 하지 않아야 합니다.
      </div>
      <ol>
        <li>다른 회원의 아이디(ID)를 부정적인 목적에 사용하는 행위</li>
        <li>범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위</li>
        <li>선량한 풍속, 기타 사회질서를 해하는 행위</li>
        <li>타인의 명예를 훼손하거나 모욕하는 행위</li>
        <li>타인의 지적재산권 등의 권리를 침해하는 행위</li>
        <li>해킹행위 또는 컴퓨터바이러스의 유포행위</li>
        <li>타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위</li>
        <li>서비스의 안전적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위</li>
        <li>기타 관계법령에 위배되는 행위</li>
        <li>기타 회사가 부적절하다고 판단하는 행위</li>
      </ol>
      <div class="content">
        ⑥ 회원은 관계법령, 이 약관에서 규정하는 사항, 서비스 이용 안내 및 주의 사항을 준수하여야 합니다.
      </div>
      <div class="content">
        제14조(연결 회사와 피연결 제휴사 간의 관계) ① 상위 회사와 하위 제휴사가 하이퍼 링크(예: 하이퍼 링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우, 전자를 연결 회사(웹 사이트)이라고 하고 후자를 피연결 제휴사(웹사이트)이라고 합니다.
      </div>
      <div class="content">
        ② 연결 회사는 피연결 제휴사가 독자적으로 제공하는 재화 등에 의하여 이용자와 행하는 거래에 대해서 보증책임을 지지 않습니다.
      </div>
      <div class="content-title">
        제4장 서비스 제공 및 이용
      </div>
      <div class="content">
        제15조(서비스의 제공) ① 회사는 다음과 같은 서비스를 제공합니다.
      </div>
      <ol>
        <li>보험 상품 정보 제공</li>
        <li>보험 비교 및 상품 상담</li>
        <li>보험 상품 설계 신청</li>
        <li>보험 상품 상담 신청</li>
        <li>기타서비스 제공</li>
      </ol>
      <div class="content">
        ② 회사는 필요한 경우 언제든지 서비스의 내용을 추가 또는 변경할 수 있습니다.
      </div>
      <div class="content">
        제16조(서비스의 이용) ① 서비스 이용은 회사의 서비스 사용승낙 직후부터 가능합니다.
      </div>
      <div class="content">
        ② 서비스는 회사의 업무상 또는 기술상 장애, 기타 특별한 사유가 없는 한 연중무휴, 1일 24시간 이용할 수 있습니다. 다만 설비의 점검 등 회사가 필요한 경우 또는 설비의 장애, 서비스 이용의 폭주 등 불가항력 사항으로 인하여 서비스 이용에 지장이 있는 경우 예외적으로 서비스 이용의 전부 또는 일부에 대하여 제한할 수 있습니다.
      </div>
      <div class="content">
        ③ 회사는 제공하는 서비스 중 일부에 대한 서비스 이용시간을 별도로 정할 수 있으며, 이 경우 그 이용시간을 사전에 회원에게 공지 또는 통지합니다.
      </div>
      <div class="content">
        제17조(정보의 제공) ① 회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보에 대해서 전자메일이나 서신우편, SMS(MMS), 어플리케이션 푸시 알림 등의 방법으로 회원에게 제공할 수 있습니다.
      </div>
      <div class="content">
        ② 회원은 회사와 제휴관계에 있는 금융기관 및 신용정보의이용및보호에관한 법률에 따라 설립된 신용정보업자에게 보험마케팅 등의 목적으로 회원 자신의 개인정보를 제공할 수 있도록 사전에 동의한 것으로 봅니다.
      </div>
      <div class="content">
        제18조(서비스 제공의 제한) ① 회사는 다음 각호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
      </div>
      <ol>
        <li>설비의 보수 등 공사로 인한 부득이한 경우</li>
        <li>전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우</li>
        <li>국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우</li>
        <li>기타 불가항력적 사유가 있는 경우</li>
      </ol>
      <div class="content">
        ② 회사가 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 지체없이 회원에게 알리도록 합니다.
      </div>
      <div class="content">
        제19조(광고게재) ① 회사는 서비스의 운용과 관련하여 서비스 화면, e-mail 등에 광고를 게재할 수 있습니다. 이용자(회원, 비회원 포함)는 서비스 이용 시 노출되는 광고게재에 대해 동의하는 것으로 간주됩니다.
      </div>
      <div class="content">
        ② 본 서비스상에 게재된 광고내용이나 본 서비스를 통한 광고주의 판촉활동에 대하여 회원은 본인의 책임과 판단으로 참여하거나 교신 또는 거래하여야 하며, 그 결과로서 발생하는 모든 손실 또는 손해에 대해 회사는 책임을 지지 않는 것을 원칙으로 합니다.
      </div>
      <div class="content">
        제20조(회원의 게시물) 회사는 회원이 본 서비스를 통하여 게시, 게재, 전자메일 또는 달리 전송한 내용물에 대해 일체 민·형사상의 책임을 지지 않으며, 다음 각호에 해당될 경우 사전통지 없이 삭제할 수 있습니다.
      </div>
      <ol>
        <li>다른 회원이나 타인을 비방하거나, 프라이버시를 침해하거나, 중상모략으로 명예를 손상시키는 내용인 경우</li>
        <li>서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 경우</li>
        <li>범죄적 행위에 관련된다고 인정되는 내용일 경우</li>
        <li>회사의 지적재산권, 타인의 지적재산권 등 기타 권리를 침해하는 내용인 경우</li>
        <li>회사에서 규정한 게시기간을 초과한 경우</li>
        <li>선정적인 음란물을 게재하거나 음란사이트를 링크한 경우</li>
        <li>기타 관계법령에 위반된다고 판단되는 경우</li>
      </ol>
      <div class="content">
        제21조(게시물에 대한 권리 및 책임) ① 회사가 작성한 서비스에 관한 저작권 및 기타 지식재산권은 회사에 귀속됩니다.
      </div>
      <div class="content">
        ② 회원이 작성한 게시물에 대한 모든 권리 및 책임은 이를 게시한 회원에게 있습니다. 다만, 회원이 회사에 제공한 공개적인 게시물은 회사가 동 게시물을 전부 또는 일부를 사용, 복제, 수정, 개조, 출판, 번역, 창작물을 제작하거나 배포, 실행 또는 전시할 수 있는 권리 및 사용권을 부여한 것으로 봅니다.
      </div>
      <div class="content">
        제22조(이용계약의 해지) ① 회원은 언제든지 온라인을 통해 이용계약 해지 신청을 할 수 있으며, 회사는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.
      </div>
      <div class="content">
        ② 회원이 계약 해지할 경우, 관련법 및 개인정보취급방침에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 회원의 모든 데이터는 소멸됩니다.
      </div>
      <div class="content">
        ③ 회원이 계약을 해지하는 경우 회원이 작성한 게시물 중 본인 계정에 등록된 게시물 일체가 삭제 됩니다. 다만, 타인에 의해 스크랩 등이 되어 재게시 되거나, 공용 게시판에 등록된 게시물은 삭제가 되지 않으니 사전에 삭제 후 탈퇴하시기 바랍니다.
      </div>
      <div class="content">
        ④ 회원이 회사가 정한 기간 동안 서비스를 이용하기 위해 회사의 서비스에 로그인(log-in)한 기록이 없는 경우 회사는 회원의 회원 자격을 상실 시킬 수 있습니다.
      </div>
      <div class="content">
        ⑤ 회사는 회원이 약관의 의무에 위배되는 행위를 한 경우 사전통지 없이 서비스 이용 계약을 해지하거나 회원자격을 적절한 방법으로 제한 및 정지할 수 있습니다.
      </div>
      <div class="content-title">
        제5장 기타
      </div>
      <div class="content">
        제23조(양도금지) 회원은 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
      </div>
      <div class="content">
        제24조(면책) ① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
      </div>
      <div class="content">
        ② 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
      </div>
      <div class="content">
        ③ 회사는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여 책임을 지지 않습니다.
      </div>
      <div class="content">
        ④ 회사는 회원 간 또는 회원과 제 3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.
      </div>
      <div class="content">
        ⑤ 회사는 회원의 이 약관상에 정하여진 의무 위반으로 인하여 회원 및 제3자에게 발생한 손해에 대해서는 책임을 부담하지 아니합니다.
      </div>
      <div class="content">
        제25조(분쟁의 해결) ① 회사와 회원은 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 해야 합니다.
      </div>
      <div class="content">
        ② 제1항의 규정에도 불구하고, 동 분쟁으로 인하여 소송이 제기될 경우에는 회사의 소재지를 관할하는 법원을 관할법원으로 합니다.
      </div>
      <div class="content">
        ③ 회사와 이용자 간에 제기된 소송에는 대한민국법을 준거법으로 합니다.
      </div>
      <div class="content">
        부칙 이 약관은 2018년 4월 1일부터 적용됩니다.
      </div>
    </div>
    <div class="button-wrapper">
      <tutto-button large gray class="button" @click="close">닫기</tutto-button>
    </div>
  </modal>
</template>

<script>
import modal from '../tdk/modal/modal.component'
import button from './button.component'
export default {
  methods: {
    open () {
      this.$refs.modal.open()
    },
    close () {
      this.$refs.modal.close()
    }
  },
  components: {
    modal,
    'tutto-button': button
  }
}
</script>

<style scoped lang="scss">
@import '../style/variable';
@import '../style/mixin';
.contents-wrapper {
  width: 550px;
  z-index: 30;
  max-height: 480px;
  overflow: scroll;
  padding: 0 46px;
  .title-wrapper {
    margin-top: 44px;
    margin-bottom: 30px;
    font-size: 22px;
    text-align: center;
  }
}
  .content-title {
    font-size: 18px;
    margin-bottom: 20px;
    font-weight: 600;
  }
  .content {
    margin-bottom: 20px;
  }
.button-wrapper {
  z-index: 20;
  height: 76px;
  background-color: #7d8084;
  border-radius: 0px 0px 8px 8px;
}
.button {
  margin-top: 20px;
}
</style>
