<template>
  <modal ref="modal">
    <div class="contents-wrapper">
      <div class="title-wrapper">
        주식회사 투토 개인정보 처리방침
      </div>
      <div class="content">
        주식회사 투토는 개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립·공개합니다.
      </div>
      <div class="content">
        제1조(개인정보의 처리목적) 주식회사 투토는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
      </div>
      <div class="content">
        1. 홈페이지 회원 가입 및 관리
      </div>
      <div class="content">
         회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 만 14세 미만 아동의 개인정보 처리시 법정대리인의 동의여부 확인, 각종 고지·통지, 고충처리 등을 목적으로 개인정보를 처리합니다.
      </div>
      <div class="content">
        2. 재화 또는 서비스 제공
      </div>
      <div class="content">
        물품 배송, 서비스 제공, 계약서·청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 연령인증, 요금결제·정산, 채권추심 등을 목적으로 개인정보를 처리합니다.
      </div>
      <div class="content">
        3. 고충 처리
      </div>
      <div class="content">
        민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다.
      </div>
      <div class="content">
        4. 보험 관련 서비스 제공
      </div>
      <div class="content">
         보험 상품 정보 제공, 보험 비교 및 상품 상담, 보험 상품 설계, 보험료 계산, 보험상품 가입 신청, 보험상품 상담 신청, 보험 설계 및 가입 내역 정보 제공 등의 목적으로 개인정보를 처리합니다.
      </div>
      <div class="content">
        5. 신규 서비스 개발 및 마케팅 광고에 활용
      </div>
      <div class="content">
        신규 서비스 개발, 이벤트 행사에 따른 정보 전달 및 맞춤 서비스 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계 등의 목적으로 개인정보를 처리합니다.
      </div>
      <div class="content">
        제2조(개인정보의 처리 및 보유기간) ① 주식회사 투토는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.
      </div>
      <div class="content">
        ② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
      </div>
      <div class="content">
        1. 홈페이지 회원 가입 및 관리: 주식회사 투토 홈페이지 탈퇴시까지
          다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지
        <ol>
          <li>관계 법령 위반에 따른 수사·조사 등이 진행중인 경우에는 해당 수사·조사 종료시까지</li>
          <li>홈페이지 이용에 따른 채권·채무관계 잔존시에는 해당 채권·채무관계 정산시까지</li>
        </ol>
      </div>
      <div class="content">
        2. 재화 또는 서비스 제공: 재화·서비스 공급완료 및 요금결제·정산 완료시까지
다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료시까지
        <ol>
          <li>
            「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시·광고, 계약내용 및 이행 등 거래에 관한 기록
            <ul>
              <li>표시·광고에 관한 기록: 6월</li>
              <li>계약 또는 청약철회, 대금결제, 재화 등의 공급기록: 5년</li>
              <li>소비자 불만 또는 분쟁처리에 관한 기록: 3년</li>
            </ul>
          </li>
          <li>「통신비밀보호법」 제41조에 따른 통신사실확인자료 보관
            <ul>
              <li>가입자 전기통신일시, 개시·종료시간, 상대방 가입자번호, 사용도수, 발신기지국 위치추적자료: 1년</li>
              <li>컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료: 3개월</li>
            </ul>
          </li>
          <li>
            「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 시행령 제29조에 따른 본인확인정보 보관: 게시판에 정보 게시가 종료된 후 6개월
          </li>
        </ol>
      </div>
      <div class="content">
        제3조(개인정보의 제3자 제공) 주식회사 투토는 정보주체의 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
      </div>
      <div class="content">
        제4조(개인정보처리의 위탁) ① 주식회사 투토는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
        <ul>
          <li>위탁 받는 자(수탁자): 없음</li>
          <li>위탁하는 업무의 내용: 없음</li>
        </ul>
      </div>
      <div class="content">
        ② 주식회사 투토는 위탁계약 체결 시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
      </div>
      <div class="content">
        ③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
      </div>
      <div class="content">
        제5조(정보주체의 권리·의무 및 행사방법) ① 정보주체는 주식회사 투토에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
        <ol>
          <li>개인정보 열람요구</li>
          <li>오류 등이 있을 경우 정정 요구</li>
          <li>삭제요구</li>
          <li>처리정지 요구</li>
        </ol>
      </div>
      <div class="content">
        ② 제1항에 따른 권리 행사는 주식회사 투토에 대해 개인정보 보호법 시행규칙 별지 제8호 서식에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 주식회사 투토는 이에 대해 지체없이 조치하겠습니다.
      </div>
      <div class="content">
        ③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 주식회사 투토는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
      </div>
      <div class="content">
        ④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
      </div>
      <div class="content">
        제6조(처리하는 개인정보 항목) 주식회사 투토는 다음의 개인정보 항목을 처리하고 있습니다.
        <ol>
          <li>홈페이지 회원 가입 및 관리<br>- 성명, 생년월일, 성별, 이메일 주소, 비밀번호, 통신사, 휴대폰번호</li>
          <li>재화 또는 서비스 제공<br>- 성명, 생년월일, 성별, 이메일 주소, 비밀번호, 통신사, 휴대폰번호</li>
          <li>고충처리<br>- 성명, 생년월일, 성별, 이메일 주소, 비밀번호, 통신사, 휴대폰번호</li>
          <li>보험 관련 서비스 제공<br>- 성명, 생년월일, 성별, 주소, 이메일 주소, 직업, 전화번호, 통신사, 휴대폰 번호, 차량 연식, 차명코드, 자동차명, 자동차번호, 보험사, 운전자범위, 담보내용/금액, 자동차보험 계약정보(보험만기 정보, 차량정보 등)</li>
          <li>이벤트 응모 시<br>- 성명, 휴대폰번호, 주소</li>
          <li>인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다<br>- IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등</li>
        </ol>
      </div>
      <div class="content">
        제7조(개인정보의 파기) ① 주식회사 투토는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
      </div>
      <div class="content">
        ② 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
      </div>
      <div class="content">
        ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
        <ol>
          <li>파기절차<br>- 주식회사 투토는 파기 사유가 발생한 개인정보를 선정하고, 주식회사 투토의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.</li>
          <li>파기방법<br>- 주식회사 투토는 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록·저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.</li>
        </ol>
      </div>
      <div class="content">
        제8조(개인정보의 안전성 확보조치) 주식회사 투토는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
        <ol>
          <li>관리적 안전조치<br>- 개인정보의 안전한 처리를 위한 내부 관리계획의 수립·시행</li>
          <li>기술적 안전조치<br>- 개인정보처리 시스템에 대한 접근권한의 제한 관리 및 개인정보에 대한 접근 통제<br>
- 개인정보를 안전하게 저장·전송할 수 있는 암호화 기술의 적용<br>
- 개인정보 침해사고의 발생에 대응하기 위한 접속기록의 보관 및 위조·변조 방지를 위한 조치<br>
- 개인정보에 대한 보안프로그램의 설치 및 갱신 등<br>
- 개인정보 유출 방지를 위한 관리용 단말기의 안전조치<br>
</li>
          <li>물리적 안전조치<br>- 개인정보의 안전한 보관을 위한 보관시설의 마련<br>- 잠금장치의 설치 등</li>
        </ol>
      </div>
      <div class="content">
        제9조(개인정보 보호책임자) ① 주식회사 투토는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
        <ol>
          <li>개인정보 보호책임자<br>- 성명: 김태형<br>
- 직책: 이사<br>
- 전화: 02-2017-2230<br>
- 이메일: privacy@mytutto.com<br>
</li>
        </ol>
      </div>
      <div class="content">
        ② 정보주체께서는 주식회사 투토의 서비스(또는 사업)를 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 주식회사 투토는 정보주체의 문의에 대해 지체없이 답변 및 처리해드릴 것입니다.
      </div>
      <div class="content">
        제10조(개인정보 처리방침 변경) 이 개인정보 처리방침은 2018년 4월 1일부터 적용됩니다.
      </div>
    </div>
    <div class="button-wrapper">
      <tutto-button large gray class="button" @click="close">닫기</tutto-button>
    </div>
  </modal>
</template>

<script>
import modal from '../tdk/modal/modal.component'
import button from './button.component'
export default {
  methods: {
    open () {
      this.$refs.modal.open()
    },
    close () {
      this.$refs.modal.close()
    }
  },
  components: {
    modal,
    'tutto-button': button
  }
}
</script>

<style scoped lang="scss">
@import '../style/variable';
@import '../style/mixin';
.contents-wrapper {
  width: 550px;
  z-index: 30;
  max-height: 480px;
  overflow: scroll;
  padding: 0 46px;
  .title-wrapper {
    margin-top: 44px;
    margin-bottom: 30px;
    font-size: 22px;
    text-align: center;
  }
}
  .content-title {
    font-size: 18px;
    margin-bottom: 20px;
    font-weight: 600;
  }
  .content {
    margin-bottom: 20px;
  }
.button-wrapper {
  z-index: 20;
  height: 76px;
  background-color: #7d8084;
  border-radius: 0px 0px 8px 8px;
}
.button {
  margin-top: 20px;
}
</style>
