<template>
  <div>
    <blog-wrap img-src="blog9.jpg" title="운전자보험의 핵심을 담다.<br>자동차보험의 제대로 된 설계방법" :tags="tags">
      <blog-article>
        <p>
          형편이 어려운 청년이었다. 낮에는 건설현장에서 힘든 노동을, 밤에는 현장숙소에서 공무원시험준비를 하던 친구였다. 그러던 중 늦은 밤 건설사 사장으로부터 연락을 받는다. 지갑을 놓고 왔으니 현장에
          있는 트럭을 타고 가져다 달라고 한다. 졸음운전을 한 청년은 끝내 사망사고를 내게 되고 구속, 수감 되게 된다. 이 사건을 수사하던 경찰은 이런 얘기를 건넨다. "악덕한 건설사 대표가 비용을
          줄이려고 직원에게 운전자보험을 가입해주지 않았다더군……"
        </p>
        <p>
          최근 방영된 슬기로운 감방생활이라는 드라마의 한 장면이다. 청년은 사망사고를 냈고 그 책임에 대해 구속이라는 형사처벌까지 받았지만 만약 운전자보험이 있었다면 그 처벌의 수위가 완화되었을 것이라는
          점을 시사한다.
        </p>
      </blog-article>

      <blog-article title="당신이 낸 자동차사고로 범죄자가 될 수 있다.">
        <p>
          모든 자동차사고에 대해 형사처벌을 하지는 않는다. 가벼운 과실로 인한 사고, 피해가 경미한 경우라면 자동차보험에만 제대로 가입하고 있어도 문제가 발생하지 않는다. 교통사고처리특례법(이하 교특법)에
          따르면 법원의 확정판결이나 교통사고로 인한 손배배상금 전액을 보상하는 보험에 가입하고 그 효력이 유효하다면 피해자가 공소제기를 할 수 없도록 하고 있다. 다시 말해, 자동차보험의 대인배상II를
          무한으로 가입하고 대물배상 가입금액을 2천만원 이상으로 높게 설정해 가입했다면 형사처벌은 면할 수 있다는 이야기이다.
        </p>
        <p>
          단, 고보장의 자동차보험에 가입한 경우에도 피해자의 중상해 사고는 공소제기 대상이 될 수 있다. 중상해 사고란, 부상의 정도가 심하여 생명에 위해가 느껴지거나, 불구 또는 난치의 질병에 이르게 한
          경우를 말한다. 일반적으로 전치 6주 이상의 상해를 말하나 정확한 중상해의 판단은 의사의 소견을 바탕으로 검사가 판단한다. 이 경우에는 가해 운전자는 반드시 피해자와 형사합의 절차를 이행해야 하며,
          원만한 합의가 이루어졌다면 공소제기를 면할 수 있다.
        </p>
        <p>
          이와는 반대로 피해자와 원만한 합의를 하였지만 형사상 책임이 부가되는 교통사고가 있다. 피해자가 사망한 경우, 11대 중과실로 인한 사고 시에는 피해자 측의 의사와는 무관하게 공소제기의 대상이
          된다. 또한, 피해자를 구호하지 않고 도주한 경우와 사고장소로부터 피해자를 옮겨 유기한 후 도주한 사고, 교통사고 후 경찰의 음주측정을 거부한 때에도 공소제기의 대상이 된다.
        </p>
        <div class="left-border">
          교통사고처리특례법에 따른 교통사고 공소제기 여부
        </div>
        <table>
          <thead>
          <tr>
            <th>교통사고 유형</th>
            <th>공소제기 여부</th>
          </tr>
          </thead>
          <tbody>
          <tr>
            <td>11대 중과실 사고*</td>
            <td rowspan="4">공소제기(기소)</td>
          </tr>
          <tr>
            <td>피해자 사망사고</td>
          </tr>
          <tr>
            <td>사고 후 도주 및<br> 피해자 유기</td>
          </tr>
          <tr>
            <td>사고 후 음주측정 거부</td>
          </tr>
          <tr>
            <td>피해자 중상해사고</td>
            <td>
              공소제기(기소)<br>
              단, 피해자와 합의하고 피해자가 형사처벌을 원하지 않는다고 명백하게 밝힌 경우 제외
            </td>
          </tr>
          <tr>
            <td>기타 교통사고</td>
            <td>공소제기 하지 않음(불기소)</td>
          </tr>
          </tbody>
        </table>
        <small class="margin-bottom">
          * 11대 중과실 사고: 1)신호위반, 지시위반사고, 2) 중앙선침범사고, 3) 속도위반사고, 4) 추월방법위반사고, 5) 건널목통과방법위반사고, 6) 횡단보도사고, 7) 무면허사고, 8)
          주취/약물복용사고, 9) 인도침범사고, 10) 개문발차사고, 11) 어린이보호구역 안전운전의무위반사고
        </small>

        <p>
          이렇듯 교통사고로 인한 형사처벌의 대상이 되었을 때 거액의 채무자나 전과자가 되지 않도록 보상을 해주는 것이 운전자보험의 핵심이라 할 수 있다. 더욱 구체적으로는 사망 또는 중상해사고, 신호위반,
          속도위반 등 11대 중과실사고를 냈을 때, 사고처리비용으로 소요된 비용을 보전해주는 담보라고 할 수 있다.
        </p>
      </blog-article>

      <blog-article title="자동차보험으로 운전자보험의 핵심 담보를 담아보자. ">
        <p>
          위와 같이 형사책임이 발생하는 교통사고의 가해운전자는 공소제기 전후의 과정에서 여러 비용이 발생한다. 피해자와 형사합의를 진행해야 하고, 재판 과정에서 변호사를 선임해야 하며, 법원의 확정판결로
          벌금형 처분을 받았을 때 벌금을 납부해야 한다. 이렇듯 형사합의금, 변호사비용, 벌금 등 운전자에게 발생한 3가지 비용을 보전해주는 것이 운전자보험의 핵심이라 할 수 있다.
        </p>
        <ul>
          <li>형사합의금: 사망, 중상해, 중과실(음주/무면허 제외) 사고로 형사합의를 한 경우</li>
          <li>변호사선임비용: 구속 또는 공소제기(약식기소 제외) 되어 변호사를 선임한 경우</li>
          <li>벌금: 법원의 판결에 의하여 벌금액이 확정된 경우</li>
        </ul>
        <p>
          자동차보험을 제대로 한번, 꼼꼼히 설계해본 사람이라면 위의 3가지 핵심비용을 보상해주는 특별약관에 대해 알고 있을 것이다. 법률비용지원 특별약관, 사고처리비용 특별약관, 형사합의지원금 특별약관,
          벌금비용지원금 특별약관, 변호사선임비용지원 특별약관 등 그 용어는 각기 다르지만 보상의 본질은 운전자보험의 그것과 동일하다.
        </p>
        <p>
          다만, 운전자보험과 달리 자동차보험에서는 피보험자동차의 사고로 인하여 운전자(본인 등)에게 발생한 형사상 책임을 보상한다. 운전자보험은 보험을 가입한 사람을 중심으로 그 사람이 어떠한 차를
          운전하더라도 상관없지만, 자동차보험은 특정 피보험자동차에 가입하는 보험으로 그 차량의 운전자가 입은 피해를 보상해준다는 차이가 있다.
        </p>
        <p>
          만약 내가 소유한 차량을 주로 이용하고 다른 자동차를 운전할 기회가 많지 않다면, 자동차보험에서 특약 형태로 가입하는 것만으로도 형사상 책임에 대한 보상은 충분하다고 할 것이다.
        </p>
        <p>
          1년에 한번 가입하는 자동차보험에 운전자보험의 핵심담보를 포함시키는 방식이 좋은 이유는 쉽고 저렴하다는 점이다. 매달 1만원 이상을 납부해야 하는 운전자보험과 달리 자동차보험에서는 1년에 한번
          2-3만원만 내면 된다. 그 외에 운전자보험을 가입하며 추가하는 보상은 굳이 운전자보험이 아니더라도 가입할 수 있는 상해 담보이므로 이 부분은 참고하여야 할 것이다.
        </p>
      </blog-article>

      <blog-article title="반드시 이것만은 확인하고 가입하자.">
        <ul>
          <li> 뺑소니, 무면허, 음주운전 사고로 인한 손해는 보상하지 않는다. 언제든 안전운전이 최선임을 명심해야 한다.</li>
          <li> 여러 보험에 가입되어 있더라도 중복으로 보상되지 않는다. 운전자보험, 그 외 장기보험에서 해당 담보에 가입되어 있는지 미리 확인해보자.</li>
          <li> 보험사마다 가입가능한 보상의 한도가 다를 수 있다. 형사합의금(사망/부상), 변호사비용, 벌금 등 3대 항목에 따라 가입가능 금액을 비교하고 가입해야 한다. 특히, 부상 시 형사합의금을
            지원하는 담보의 보상기준에서 차이가 있다.
          </li>
        </ul>
      </blog-article>
    </blog-wrap>
  </div>
</template>

<script>
  import blogWrap from '../components/blog-wrap.component'
  import blogArticle from '../components/blog-article.component'

  export default {
    data () {
      return {
        tags: ['자동차보험 설계방법', '운전자보험', '사망/중상해사고', '11대 중과실 사고', '형사합의금', '벌금', '변호사비용']
      }
    },
    components: {
      blogWrap,
      blogArticle
    }
  }
</script>
<style scoped lang="scss">
  @import "../../../style/blog";

  small {
    font-size: 14px;
    opacity: 0.6;
  }
</style>
