<template>
  <div>
    <blog-wrap img-src="blog7.jpg" title="선택의 갈림길에서, 자기신체사고와<br>자동차상해의 차이를 바로 알자" :tags="tags"
      sub-content="다이렉트 자동차보험을 직접 설계해본 사람이라면 누구나 두가지 갈림길인 자기신체사고와 자동차상해의 양자택일 상황에 직면하게 된다. 그리고 이때마다 무엇이 바른 선택일지에 대해 많은 고민을 하게 된다. 자동차보험만을 연구해온 나조차도 보험을 갱신할 때면 여럿 가능성을 복잡하게 열어 두고 생각하기에 일반 소비자라면 더 어렵게 다가올 것이라 생각이 된다.">
        <div class="margin-bottom content">
          보험사들은 자동차상해에 대해 자기신체사고보다 “보장의 범위가 넓다”, “사고가 났을 때 더 많은 보상을 폭넓게 해준다”고 설명하고 있지만 이것만으로 선택을 하기에는 무언가 부족한 느낌이 든다. 한편으로는 평균 자동차보험료가 6-70만원인 것을 감안하면 2-3만원 수준의 자동차상해(자기신체사고는 3-5천원)는 별 것 아닌 것처럼 보이기도 한다.<br><br>
          보험에는 정답이 없다는 보험산업에 내려오는 명언처럼 어떤 선택을 하던 고객의 판단이고 책임이지만, 합리적인 소비자라면 최소한 무엇이 다르고 무엇이 같은지는 제대로 알고 이해해야 하지 않을까? 자기신체사고와 자동차상해, 무엇이 같고 무엇이 다른 지 제대로 정리해보고자 한다. 
        </div>
      <blog-article title="자기신체사고와 자동차상해는 이런 점에서 같다: ‘보상하는 사고와 보상의 대상’">
        <div class="margin-bottom">
          상기 담보로 보상을 받을 수 있는 자동차사고의 유형은 동일하다. 각 보험사 약관마다 일부 표현의 차이는 있을 수 있으나 사고의 본질은 같다. 내 차를 운행하던 중에 발생한 사고(일반 자동차사고), 운행하던 중 다른 물체와의 충돌, 화재 또는 폭발, 낙하 등의 사고가 났을 때 보상을 해준다는 것이다.
        </div>
        <div class="border-box margin-bottom">
          <div class="title">
            자기신체사고(자동차상해 특별약관)의 보상하는 손해
          </div>
          <div class="content">
            보험회사는 피보험자가 피보험자동차를 소유, 사용, 관리하는 동안에 생긴 다음 중 어느 하나의 사고로 인하여 죽거나 상해를 입은 때 그로 인한 손해를 보상하여 드립니다. 
          </div>
            <div class="content margin-left">1. 피보험자동차의 운행으로 인한 사고</div>
            <div class="content margin-left">2. 피보험자동차의 운행 중 발생한 다음의 사고. 다만, 피보험자가 피보험자동차에 탑승 중일 때에 한정합니다.</div>
              <div class="content margin-left-more">가. 날아오거나 떨어지는 물체와 충돌</div>
              <div class="content margin-left-more">나. 화재 또는 폭발</div>
              <div class="content margin-left-more">다. 피보험자동차의 낙하</div>
        </div>

        <div class="margin-bottom">
          그리고 위의 사고가 났을 때, 누가 죽거나 다쳤을 때 보상을 해준다는 것인지, 보상의 대상, 즉 피보험자에 대한 약관 상 정의도 동일한다. 쉽게 설명하자면 자동차사고로 인해 나와 배우자, 부모 및 자녀가 죽거나 다쳤을 때 보상해주는 것이라고 해석할 수 있다.
        </div>

        <div class="border-box margin-bottom">
          <div class="title">
            자기신체사고(자동차상해 특별약관)의 피보험자
          </div>
          <div class="content">
            피보험자는 다음과 같습니다.
          </div>
          <ul>
            <div class="content margin-left">1.	대인배상 II의 피보험자</div>
            <div class="content margin-left">2. 제1호 피보험자의 부모, 배우자 및 자녀</div>
          </ul>
        </div>

        <div>
          다만, 상기 약관에서 정확히 해야 할 점은 ‘대인배상II의 피보험자 및 그 부모, 배우자, 자녀’로 피보험자를 정의한 부분이다. 대인배상II는 자동차사고로 인한 피해자에 대해 손해배상책임을 지는 자, 즉 운전자를 피보험자로 하고 있으므로 사고 당시 운전을 한 사람을 기준으로 그 부모, 배우자, 자녀의 손해를 보상한다고 해석하는 것이 옳다. 나와 내 가족으로 위한 담보이며 동시에 내 차를 누가 운전을 하였던 그 운전자와 그를 중심으로 한 가족에 대한 담보라는 것은 정확히 알고 넘어가면 좋을 것이다. 
        </div>
      </blog-article>

      <div class="title margin-bottom-20px">
        자기신체사고와 자동차상해 이런 부분은 다르다: '가입금액, 보상범위 및 한도, 보상방식'
      </div>

      <blog-article title="01. 고객이 선택할 수 있는 보험가입금액의 차이, 자동차상해는 고보장의 한도를 의미한다?">
        <div class="margin-bottom">
          평균적으로 많이 가입하는 자기신체사고와 달리 자동차상해는 최대 2억, 3억, 5억(사망/후유장애 기준) 등 고보장의 보상한도를 제공한다고 설명한다. 하지만 자동차상해라고 하여 무조건 고보장이라는 것은 맞지 않다. 대다수의 보험사들은 자동차상해 선택 시 가입할 수 있는 보상한도가 최소 1억원이지만 몇몇 보험사들은 자동차상해에도 자기신체사고와 유사한 보험가입금액의 선택을 허용하고 있기 때문이다. 아래의 표는 11개 손해보험사의 담보구간(보험가입금액)을 종합하여 비교한 것이다. 
        </div>
        <div class="left-border">
          11개 손해보험사 선택가능 보험가입금액 구간
        </div>

        <table class="margin-bottom">
          <thead>
            <tr>
              <th rowspan="2">구분</th>
              <th colspan="2">선택 가능 보험가입금액 (사망/부상/후유장애)</th>
            </tr>
            <tr>
              <th>최소</th>
              <th>최대</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>자기신체사고</td>
              <td>1천5백만/1천5백만/1천5백만</td>
              <td>1억/1억/1억</td>
            </tr>
            <tr>
              <td>자동차상해</td>
              <td>1천5백만/1천만/1천5백만</td>
              <td>5억/1억/5억</td>
            </tr>
          </tbody>
        </table>

        <div>
          상기 표의 최소/최대 보험가입금액 사이에는 무수히 많은 선택지가 있으며 본인의 자동차 운행상황과 지불여력에 따라 선택을 하면 된다. 다만, 각 보험사가 제공하는 선택가능한 보험가입금액의 구간은 각기 상이하므로 꼼꼼한 비교와 함께 원하는 보상한도의 선택이 필요하다. 
        </div>
      </blog-article>

      <blog-article title="02. 보상방식의 차이, 자동차상해는 실제손해액 기준으로 더 많이 보상을 해준다?">
        <div class="margin-bottom">
          두 담보간 보상방식의 차이는 사고의 유형과 내가 입은 손해의 종류에 따라 다르기 때문에 아래의 비교 표를 기초로 설명하고자 한다.<br><br>
          자동차상해와 비교했을 때 자기신체사고의 가장 큰 차이는 내가 부상 또는 후유장애의 피해를 당한 경우에 나타난다. 일례로 12급에 해당하는 부상을 입고 3개월간 치료비로 500만원을 썼다면, 자동차상해 가입자는 자신이 가입한 부상 가입금액의 한도 내에서 모든 비용(치료비, 위자료, 간병비 등)을 보험금으로 지급 받지만, 자기신체사고 가입자는 12급 부상의 보험금 지급한도인 80만원 한도 내에서만 보상을 받게 된다(쌍방과실 기준).<br><br>
          참고로 상해/후유장애 급수는 자동차손해배상보장법 시행령에서 정한 바 대로 책정되기 때문에 모든 보험사가 동일하며, 급수별 보상한도는 각 보험사의 약관에서 각기 다르게 정의한 ‘상해/후유장애 구분 및 급별 보험가입금액표’에 따른다. <br><br>
          이를 보상한도 작동방식의 차이라 할 수 있다. 쉽게 말해 자기신체사고는 내가 입은 상해의 심각한 정도에 따라 가입금액 내 보상한도가 변경 적용된다. 하지만 자동차상해는 내가 가입한 보험가입금액 전체를 한도로 보상을 해준다. <br><br>
          마지막으로 아래 표에서 눈에 띄게 차이가 나는 부분은 나의 100% 과실로 단독사고를 일으킨 경우다. 내가 사망하거나 장애를 입은 경우는 손해액을 산정하지 않고 정해진 가입금액(정액)을 지급한다. 그리고 부상 시에는 치료비, 위자료, 휴업손해 등 실제손해액이 아닌 치료비만을 한도 내에서 보상한다. 자동차보험을 대표하는 6대 담보 중 가입금액 정액을 지급하는 담보는 자기신체사고가 유일하다. 
        </div>
        <div class="left-border">
          자기신체사고와 자동차상해의 보상방식 비교
        </div>
        <table>
          <thead>
            <tr>
              <th rowspan="2" colspan="2" width="150">구분</th>
              <th colspan="2">자기신체사고</th>
              <th rowspan="2">자동차상해</th>
            </tr>
            <tr>
              <th>단독사고</th>
              <th>쌍방과실</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td rowspan="2">사망</td>
              <td>보상한도</td>
              <td>가입금액</td>
              <td>가입금액</td>
              <td>가입금액</td>
            </tr>
            <tr>
              <td>지급내용</td>
              <td>가입금액 정액 지급</td>
              <td>장례비, 위자료, 상실수익액<br> 등 실제손해액</td>
              <td>장례비, 위자료, 상실수익액<br> 등 실제손해액</td>
            </tr>

            <tr>
              <td rowspan="2">부상</td>
              <td>보상한도</td>
              <td>상해급수별 가입금액<br>(1-14급)</td>
              <td>상해급수별 가입금액<br>(1-14급)</td>
              <td>가입금액</td>
            </tr>
            <tr>
              <td>지급내용</td>
              <td>치료비</td>
              <td>치료비, 위자료, 간병비,<br> 휴업손해 등 실제손해액</td>
              <td>치료비, 위자료, 간병비,<br> 휴업손해 등 실제손해액</td>
            </tr>

            <tr>
              <td rowspan="2">후유장애</td>
              <td>보상한도</td>
              <td>장애급수별 가입금액<br>(1-14급)</td>
              <td>장애급수별 가입금액<br>(1-14급)</td>
              <td>가입금액</td>
            </tr>
            <tr>
              <td>지급내용</td>
              <td>가입금액 정액 지급</td>
              <td>위자료, 상실수익액,<br> 가정간호비 실제손해액</td>
              <td>위자료, 상실수익액,<br> 가정간호비 실제손해액</td>
            </tr>
          </tbody>
        </table>
        <br>
        <div>
          * 후유장애: 상해를 입은 직접적인 결과로 치료를 받은 후에도 신체에 장애가 남은 때를 의미
        </div>
      </blog-article>

      <blog-article title="03. 대위권의 행사, 자동차상해는 내가 걱정하지 않아도 보상처리를 쉽게 해준다? ">
        <div class="margin-bottom">
          인천대교 연쇄추돌사고와 같이 과실관계와 과실비율을 따지기 힘든 사고가 났다면 자동차상해에 가입한 사람은 그 보상처리의 편리함을 몸소 체험할 수 있을 것이다. <br><br>
자기신체사고는 쌍방간 과실비율이 확정된 후에 나의 과실비율만큼의 보험금만 지급한다. 따라서 상호간 과실여부가 확정되기 전까지는 아무리 보험금을 청구해도 보상을 받을 수 없다. 반면, 자동차상해는 내가 입은 총 손해액에 대해 가입금액 한도 내에서 보험사가 먼저 보상을 해주고 이후 처리는 보험사가 알아서 해준다. 보험사의 이러한 행위를 피보험자의 배상의무자에 대한 권리를 대위한다 라고 한다. 
        </div>

        <div class="border-box margin-bottom">
          <div class="title">
            자동차상해 특별약관 일부 발췌
          </div>
          <ul>
            <li>배상의무자가 가입한 자동차보험(공제계약 포함)의 대인배상I과 대인배상II에 의한 손해배상을 받을 수 있는 금액을 포함하여 피보험자가 회사에 청구할 수 있습니다.</li>
            <li>이 약관에 따라 지급하는 보험금은 보험증권에 기재된 보험가입금액을 한도로 이 약관에 따라 산출된 금액과 배상의무자가 가입한 자동차보험(공제계약 포함)의 대인배상I과 대인배상II의 보험금 지급기준에 따라 보상받을 수 있는 금액을 합한 금액으로 합니다.</li>
            <li>회사는 피보험자에게 보험금을 지급한 경우, 지급한 보험금 한도 내에서 제3자에 대한 피보험자의 권리를 취득합니다. 다만, 회사가 보상한 금액이 피보험자의 손해의 일부를 보상한 경우에는 피보험자의 권리를 침해하지 않는 범위에서 그 권리를 취득합니다.</li>
          </ul>
        </div>

        <div>
          자동차사고는 예측불허한 상황에서 언제 어디서든 발생할 수 있으며, 그 손해는 누구도 감히 예상할 수 없다. 수천원의 자기신체사고와 수만원의 자동차상해. 절대적인 금액은 큰 금액이 아닐 수 있지만 그 차이는 10배 수준이다. 위에서 설명한 바와 같이 보상한도를 적용하는 방식, 보상처리의 편리성 측면에서 자동차상해가 유리한 점은 분명하다. <br><br>
          따라서, 만약 자기신체사고와 자동차상해 중 무엇이 좋은 지 고민하고 있다면 그리고 2-3만원의 보험료 지불이 크게 부담되지 않는다면 자동차상해에 가입하는 것이 더욱 든든한 선택임은 확실하다. 
        </div>
        
      </blog-article>
    </blog-wrap>
  </div>
</template>

<script>
  import blogWrap from '../components/blog-wrap.component'
  import blogArticle from '../components/blog-article.component'
  import tip from '../components/tip.component'

  export default {
    data () {
      return {
        tags: ['합리적 자동차보험', '자기신체사고 및 자동차상해', '보상대상/방식', '실제손해액', '신속한 보상처리']
      }
    },
    components: {
      blogWrap,
      blogArticle,
      tip
    }
  }
</script>
<style scoped lang="scss">
  @import "../../../style/blog";
</style>
