<template>
  <blog-wrap img-src="blog1.jpg" title="초보운전자가 알아야 할<br>자동차보험에 대한 기초지식"
             :tags="['자동차보험기초', '자동차보험구성', '6대핵심보장담보']"
             sub-content="본고에서는 자동차보험의 취지와 담보의 구성, 그리고 종합보험으로써 역할을 수행하는 6대 담보에 대해 간단히 살펴보겠습니다.">
    <blog-article title="자동차보험의 목적">
      <div>
        자동차보험은 피보험자가 자동차를 소유, 운행, 사용 또는 관리하는 동안 발생한 사고로 인하여 피보험자가 입은 손해를
        보험회사가 보상하는 것을 목적으로 하는 보험입니다. 가입대상에 따라 개인용,
        업무용, 영업용, 이륜자동차보험 등으로 구분하여 가입합니다.
      </div>
    </blog-article>
    <blog-article title="자동차보험의 구성">
      <div>
        자동차보험은 자동차손해배상보장법에 의해 자동차보유자의 가입이 강제되는 의무보험과 선택하여 가입할 수 있는 임의보험으로 구성됩니다.
        의무보험은 대인배상Ⅰ과 대물배상 2,000만원이고, 임의보험은 대인배상Ⅱ, 자기신체사고, 자기차량손해, 무보험자동차에 의한 상해로 구성됩니다.
        <br><br>
        자동차보험은 의무보험을 통해 피해자보호라는 사회적 기능을 담당하고 있으며, 다양한 임의보험을 통해 피보험자 자신의 인적 물적 피해를 보상하고 있습니다.
      </div>
    </blog-article>
    <!-- <blog-article title="자동차보험의 6대 보장종목">
      <div>
        <div class="left-border">자동차보험의 6대 보장종목 분류</div>
      </div>
      <img src="/static/png/img_blog_diagram.png">
    </blog-article> -->
    <div class="title">
      자동차보험의 6대 보장종목
    </div>
    <blog-article title="01. 대인배상I">
      <div>
        대인배상Ⅰ은 피보험자가 피보험자동차를 소유ㆍ사용ㆍ관리하는 동안에 발생한 피보험자동차의 사고로 인하여 다른 사람을
        죽거나 다치게 하여 자동차손해배상보장법 제3조에 의한 손해배상책임을 짐으로써 입은 손해를 보상합니다.
        <div class="border-box margin-top">
          <div class="title">
            자동차손해배상보장법
          </div>
          <div  class="margin-bottom-40px">
            제3조(자동차손해배상책임) 자기를 위하여 자동차를 운행하는 자는 그 운행으로 다른 사람을 사망하게 하거나 부상하게 한 경우에는 그 손해를 배상할 책임을 진다.
            다만, 다음 각 호의 어느 하나에 해당하면 그러하지 아니하다.
          </div>
            <div class="content margin-left">
              1. 승객이 아닌 자가 사망하거나 부상한 경우에 자기와 운전자가 자동차의 운행에 주의를 게을리 하지 아니하였고,
              피해자 또는 자기 및 운전자 외의 제3자에게 고의 또는 과실이 있으며, 자동차의
              구조상의 결함이나 기능상의 장해가 없었다는 것을 증명한 경우
            </div>
            <div class="content margin-left">
              2. 승객이 고의나 자살행위로 사망하거나 부상한 경우
            </div>
        </div>
      </div>
    </blog-article>
    <blog-article title="02. 대인배상II">
      <div>
        대인배상Ⅱ는 피보험자가 피보험자동차를 소유ㆍ사용ㆍ관리하는 동안에 발생한 피보험자동차의
        사고로 인하여 다른 사람을 죽게 하거나 다치게 하여 법률상 손해배상책임을 지는 경우, 그 손해액이 대인배상Ⅰ을 초과하는 손해에 대해 보상합니다.
      </div>
    </blog-article>
    <blog-article title="03. 대물배상">
      <div>
        대물배상은 피보험자가 피보험자동차를 소유ㆍ사용ㆍ관리하는 동안에 발생한 피보험자동차의 사고로 인하여
        다른 사람의 재물을 없애거나 훼손하여 법률상 손해배상책임을 짐으로써 입은 손해를 보상합니다.
      </div>
    </blog-article>
    <blog-article title="04. 자기신체사고">
      <div>
        자기신체사고는 피보험자가 피보험자동차를 소유ㆍ사용ㆍ관리하는 동안에 발생한 사고로 인하여 피보험자가 상해를 입은 때 그로 인한 손해를 보상합니다.
        <div class="border-box margin-top">
          <div class="title">
            보상하는 사고
          </div>
          <ul>
            <li>
              피보험자동차의 운행으로 인한 사고
            </li>
            <li>
              피보험자동차의 운행 중 발생한 다음의 사고. 다만, 피보험자가 피보험자동차에 탑승 중일 때에 한정합니다.
              <div class="sub-li">가. 날아오거나 떨어지는 물체와 충돌</div>
              <div class="sub-li">나. 화재 또는 폭발</div>
              <div class="sub-li">다. 피보험자동차의 낙하</div>
            </li>
          </ul>
        </div>
      </div>
    </blog-article>
    <blog-article title="05. 자기차량손해">
      <div>
        자기차량손해는 피보험자가 피보험자동차를 소유ㆍ사용ㆍ관리하는 동안에 발생한 사고로 인하여
        피보험자동차에 직접적으로 생긴 손해를 보험증권에 기재된 보험가입금액을 한도로 보상합니다.
        <div class="border-box margin-top">
          <div class="title">
            보상기준
          </div>
          <ul>
            <li>
              보험가입금액이 보험가액보다 많은 경우에는 보험가액을 한도로 보상합니다.
            </li>
            <li>
              피보험자동차에 통상 붙어있거나 장치되어 있는 부속품과 부속기계장치는 피보험자동차의 일부로 봅니다. 그러나 통상 붙어 있거나 장치되어 있는 것이 아닌 것은 보험증권에 기재된 것에 한정합니다.
            </li>
            <li>
              피보험자동차의 일방과실사고의 경우에는 실제 수리를 원칙으로 합니다.
            </li>
            <li>
              경미한 손상의 경우 보험개발원이 정한 경미손상 수리기준에 따라 복원수리하는데 소요되는 비용을 한도로 보상합니다.
            </li>
          </ul>
          <hr>
          <div class="title">
            보험가입금액
          </div>
          <div class="content">
            보험금을 지급하는 사고가 발생한 경우 보험회사가 지급하는 보험금의 한도액을 말합니다.
          </div>
          <hr>
          <div class="title">보험가액</div>
          <div class="content">
              보험개발원이 정한 차량기준가액표에 따라 보험계약을 맺었을 때에는 사고발생 당시 보험개발원이 정한 최근의 차량기준가액을 말합니다. 그러나 위 차량기준가액이 없거나 이와 다른 가액으로 보험계약을
              맺었을 경우 보험증권에 기재된 가액이 손해가 생긴 때와 장소의 가액을 현저하게 초과할 때에는 그 손해가 생긴 때와 장소의 가액을 보험가액으로 합니다.
          </div>
        </div>
      </div>
    </blog-article>
    <blog-article title="06. 무보험자동차에 의한 상해">
      <div>
        무보험자동차에 의한 상해는 피보험자가 무보험자동차로 인하여 생긴 사고로 상해를 입은 때 그로 인한 손해에 대하여 배상의무자가 있는 경우에 보상합니다.

        <div class="border-box margin-top">
          <div class="title">
            무보험자동차
          </div>
          피보험자동차가 아니면서 피보험자를 죽게 하거나 다치게 한 자동차로서 다음 중 어느 하나에 해당하는 것을 말합니다.
          이 경우 자동차란 자동차관리법에 의한 자동차, 건설기계관리법에 의한 건설기계, 군수품관리법에 의한 차량, 도로교통법에 의한
          원동기장치자전거 및 농업기계화촉진법에 의한 농업기계를 말하며, 피보험자가 소유한 자동차를 제외합니다.
          <ul>
            <li>
              자동차보험 대인배상Ⅱ나 공제계약이 없는 자동차
            </li>
            <li>
              자동차보험 대인배상Ⅱ나 공제계약에서 보상하지 않는 경우에 해당하는 자동차
            </li>
            <li>
              이 약관에서 보상될 수 있는 금액보다 보상한도가 낮은 자동차보험의 대인배상Ⅱ나 공제계약이 적용되는 자동차. 다만,
              피보험자를 죽게 하거나 다치게 한 자동차가 2대 이상이고 각각의 자동차에 적용되는 자동차보험의 대인배상Ⅱ 또는 공제계약에서
              보상되는 금액의 합계액이 이 약관에서 보상될 수 있는 금액보다 낮은 경우에 해당하는 그 각각의 자동차
            </li>
            <li>
              피보험자를 죽게 하거나 다치게 한 자동차가 명확히 밝혀지지 않은 경우 그 자동차
            </li>
          </ul>
          <hr>
          <div class="title">
            배상의무자
          </div>
          무보험자동차로 인하여 생긴 사고로 피보험자를 죽게 하거나 다치게 함으로써 피보험자에게 입힌 손해에 대하여 법률상 손해배상책임을 지는 사람을 말합니다.
        </div>
      </div>
    </blog-article>
  </blog-wrap>
</template>

<script>
  import blogWrap from '../components/blog-wrap.component'
  import blogArticle from '../components/blog-article.component'

  export default {
    components: {
      blogWrap,
      blogArticle
    }
  }
</script>
<style scoped lang="scss">
  @import "../../../style/blog";
</style>
