<template>
  <div>
    <blog-wrap img-src="blog10.jpg" title="지진 등 천재지변에 대비하기 위한<br> 자동차보험 설계 방법" :tags="tags"
      sub-content="2017년 11월 경북 포항 인근에서 발생한 규모 5.4의 지진으로 인해 많은 사람이 다치고, 주택이 붕괴되고, 자동차가 파손되는 등의 피해가 잇달았습니다. 이러한 지진 발생의 피해는 내가 가입한 보험상품에 따라 피해보상 여부가 달라집니다. 구체적인 피해 대상을 사람, 주택, 자동차로 구분하여 살펴보도록 합니다."
      >
      <blog-article title="사람: 지진으로 인한 인적피해 보상">
        <div>
          2017년 11월 경북 포항 인근에서 발생한 규모 5.4의 지진으로 인해 많은 사람이 다치고, 주택이 붕괴되고, 자동차가 파손되는 등의 피해가 잇달았습니다. 이러한 지진 발생의 피해는 내가 가입한 보험상품에 따라 피해보상 여부가 달라집니다. 구체적인 피해 대상을 사람, 주택, 자동차로 구분하여 살펴보도록 합니다.
        </div>
      </blog-article>
      <blog-article title="주택: 지진으로 인한 건물피해 보상">
        <div class="margin-bottom">
          주택의 경우 지진 손해를 담보하는 보험에는 화재보험, 재산종합보험, 풍수해보험 등이 있습니다. 화재보험은 민간보험으로 가입할 때 지진담보 특약을 추가하여야 지진 피해에 보상을 받을 수 있습니다. 2015년 기준 국내 화재보험 지진담보 특약 가입률은 0.6%에 불과해 지진 피해 대비가 부족한 상황입니다.
        </div>
        <div class="left-border">
          화재보험 지진담보 특약 가입률 
        </div>

        <table>
          <thead>
            <tr>
              <th colspan="2">구분</th>
              <th>2011</th>
              <th>2012</th>
              <th>2013</th>
              <th>2014</th>
              <th>2015(잠정)</th>
            </tr>
            </thead>
            <tbody>
            <tr>
              <td rowspan="3">화재보험</td>
              <td>지진계약(A)</td>
              <td>7307</td>
              <td>1728</td>
              <td>1818</td>
              <td>2241</td>
              <td>2893</td>
            </tr>
            <tr>
              <td>전체계약(B)</td>
              <td>421523</td>
              <td>387063</td>
              <td>388790</td>
              <td>379606</td>
              <td>474262</td>
            </tr>
            <tr>
              <td>가입률(A/B)</td>
              <td>1.7%</td>
              <td>0.4%</td>
              <td>0.5%</td>
              <td>0.6%</td>
              <td>0.6%</td>
            </tr>
            </tbody>
          </table>
          <br>
          <div class="margin-bottom">
            출처: 금융감독원
          </div>
          <div class="margin-bottom">
            <p>다음으로 재산종합보험은 지진피해에 대한 보상이 기본 담보로 포함되어 있는 민간보험입니다. 재산종합보험은 대부분 기업이 가입하는 패키지 보험이어서 개인이 가입하는 것이 현실적으로 어렵습니다.</p>
            <p>마지막으로 풍수해보험은 행정안전부가 관장하고 민영보험사가 운영하는 정책보험입니다. 정부가 보험료의 55~92%까지 지원함으로써, 저렴한 보험료로 예기치 못한 지진 등 풍수해에 대해 보상 받을 수 있습니다.</p>
          </div>
          <div class="border-box">
            <div class="title">
              가입대상 시설물
            </div>
            <div class="content">
              주택, 온실(비닐하우스 포함)
            </div>
            <hr>
            <div class="title">
              대상재해
            </div>
            <div class="content">
              태풍, 홍수, 호우, 강풍, 풍랑, 해일, 대설, 지진
            </div>
          </div>
          <tip class="margin-bottom" tip="풍수해보험에 가입했더라도 ‘지진재해부(不)보장특약’에 가입되어 있다면 지진으로 인한 손해를 보상을 받을 수 없습니다."></tip>
          <div class="margin-bottom">
            현재 국내에서는 5개 손해보험사에서 풍수해 보험을 판매하고 있습니다.
          </div>
          <div class="left-border">
            풍수해보험 판매 보험사
          </div>

          <table>
            <thead>
              <tr>
                <th>보험사</th>
                <th>연락처</th>
              </tr>
              </thead>
              <tbody>
              <tr>
                <td>현대해상화재보험</td>
                <td>02)2100-5104 / 1588-5656</td>
              </tr>
              <tr>
                <td>DB손해보험</td>
                <td>02)2100-5103 / 1588-0100</td>
              </tr>
              <tr>
                <td>삼성화재</td>
                <td>02)2100-5105 / 1588-5114</td>
              </tr>
              <tr>
                <td>KB손해보험</td>
                <td>02)2100-5106 / 1544-0114</td>
              </tr>
              <tr>
                <td>NH농협손해보험</td>
                <td>02)2100-5107 / 1644-9000</td>
              </tr>
            </tbody>
          </table>
      </blog-article>
      <blog-article title="자동차: 지진으로 인한 자동차피해 보상">
        <div class="margin-bottom">
          대부분의 자동차보험은 지진으로 인해 자동차가 손상되었을 경우 보상해주지 않습니다. 지진은 사고발생 확률과 손해액 규모를 예측하기가 어렵고, 한 번 발생하면 피해규모가 커서 보험회사의 경영을 위태롭게 할 수 있기 때문이다. 즉, 자기차량손해에 가입했더라도 지진, 분화 등 천재지변으로 인한 손해는 보상되지 않습니다. 
        </div>
        <div class="border-box margin-bottom">
          <div class="title">
            지진관련 사고 유형별 보상 가능 여부
          </div>
          <ul>
            <li>주차된 자동차가 지진으로 인해 미끄러져 건물과 충돌한 경우<br>
- 지진으로 인한 차량과 건물 피해는 자동차보험에서 보상이 되지 않습니다.</li><br>
  
            <li>차량 운행 중 지진으로 인해 다른 사람을 다치게 한 경우<br>
- 자동차보험(대인배상I)으로 보상이 가능합니다. 대인배상I은 천재지변이라도 피해자의 손해를 보상하도록 규정되어 있습니다.
</li><br>
            <li>건물 낙하물에 의해 자동차가 파손된 경우<br>
- 낙하물이 사람의 실수로 떨어진 것이 아니라 지진에 의해 자연적으로 떨어진 것이라면 고의성을 물을 수 없어 자동차보험으로 보상되지 않습니다. 다만, 해당 건물주를 상대로 손해배상을 청구할 수 있습니다. 건물주는 민법상 공작물 점유자로서 손해배상책임의 의무가 있습니다. 
</li><br>
            <li>지진 때문에 놀라 기어를 잘못 넣어 교통사고를 낸 경우<br>
- 지진과의 관련성이 전혀 없는 것은 아니지만 주된 사고원인은 운전자의 과실이기 때문에 이 경우에는 정상적인 보험 처리가 가능합니다.</li>
          </ul>
        </div>
        <div>
          그러나 약관을 잘 살펴보면, 침수 또는 풍력에 의한 손해(지진 제외)에 대해 자기차량손해를 통해 보상 받을 수 있는 방법이 있습니다. 단독사고 등까지도 포괄하여 보상하는 자기차량손해 포괄담보 특약에 가입한 경우에만 가능합니다. 이 경우 (1)타물체와의 충돌, 접촉, 추락, 전복 또는 차량의 침수로 인한 손해, (2) 화재, 폭발, 낙뢰, 날아온 물체, 떨어지는 물체에 의한 손해 또는 풍력에 의한 손해를 자동차보험으로 보상을 해줍니다. 1996년 이전 침수 사고의 경우 지진과 마찬가지로 면책사유 였지만 대규모 태풍 피해 때 보상금을 지급한 이후 보상범위에 포함되도록 약관이 개정되었습니다. 
        </div>
        <tip tip="최근 KB손해보험에서 업계 최초로 지진위험 담보 특약을 출시하였습니다. 지진 또는 분화로 인하여 자동차에 손해가 발생할 경우 1,000만원 한도로 보상됩니다. 2018년 1월 1일 이후 책임 개시 계약부터 가입 가능합니다. ">
        </tip>
      </blog-article>
    </blog-wrap>
  </div>
</template>

<script>
  import blogWrap from '../components/blog-wrap.component'
  import blogArticle from '../components/blog-article.component'
  import tip from '../components/tip.component'
  export default {
    data () {
      return {
        tags: ['포항지진', '천재지변', '자동차보험', '화재보험', '풍수해보험', '질병·상해보험', '실손의료보험']
      }
    },
    components: {
      blogWrap,
      blogArticle,
      tip
    }
  }
</script>
<style scoped lang="scss">
  @import "../../../style/blog";

  small {
    font-size: 14px;
    opacity: 0.6;
  }
</style>
