<template>
  <div>
    <blog-wrap img-src="blog5.jpg" title="자동차 보험료 절감을 위한 첫걸음,<br>제대로 된 운전자범위 설정" :tags="tags"
               sub-content="적게 타면 마일리지 할인, 블랙박스를 장착한 차라면 블랙박스 할인, 7세 미만 자녀가 있다면 자녀할인 등 우리는 보험료 할인에 대한 대대적 광고에 노출되어 있지만, 실상 그 할인은 체감하기 쉽지 않다. 보험료를 절감할 수 있는 제1의 원칙이자, 자동차보험을 설계할 때 가장 유의해야 할 부분은 내 차에 대한 운전자 범위를 제한하거나 확대하는 부분일 것이다. ">
      <blog-article title="운전가능자의 범위에 따라 보험료는 최대 2-300%까지 차이가 날 수 있다. ">
        <p>
          보험은 예측 불가능한 사고위험을 계량적/통계적으로 분석하고 이를 보험료라는 가격에 담는다. 사고(질병)의 빈도와 손해의 크기를 경험데이터로 관리하며 이를 분석하여 상품을 개발한다.
        </p>
        <p>
          이를 자동차보험에 비춰보면 내 차를 운전하는 사람이 많을수록, 운전자의 연령이 많이 어리거나 많이 높을수록 사고가 발생할 위험은 높아지며 그에 따른 보험료도 급속히 올라간다. 즉, 자동차보험을
          설계할 때 반드시 운행할 운전자만으로 제한을 하고, 최소연령자를 정확히 확인하여 가입하는 것이 보험료를 절감할 수 있는 제1의 원칙일 것이다.
        </p>
        <p class="margin-bottom">
          자동차보험은 소유자를 기명피보험자로 하여 가입해야 한다. 이때 기명피보험자와의 관계로 운전자를 한정하는 특약이 '관계(범위)한정 특약'이며, 운전자의 나이로 한정하는 것이 '연령한정 특약'이다. 이
          둘을 어떻게 설계하느냐 따라 보험료는 적게는 1-20%, 많게는 2-3배까지 차이가 날 수 있다. 따라서 향후 1년간 정기적으로 운전할 사람, 즉 실제 운전할 사람을 기준으로 운전자를 한정하는 것이
          바람직하다.
        </p>
        <div class="left-border">
          운전자 범위한정 특약가입에 따른 보험료 수준 비교(예시)
        </div>
        <table>
          <tr>
            <th rowspan="2">관계한정</th>
            <td class="left">기명1인</td>
            <td class="left">부부</td>
            <td class="left">가족</td>
            <td class="left">가족+형제자매</td>
            <td class="left">누구나</td>
          </tr>
          <tr>
            <td class="left">85.2%</td>
            <td class="left">85.3%</td>
            <td class="left">100%</td>
            <td class="left">105.4%</td>
            <td class="left">114.4%</td>
          </tr>
          <tr>
            <th rowspan="2">연령한정</th>
            <td class="left">30세 이상</td>
            <td class="left">26세 이상</td>
            <td class="left">24세 이상</td>
            <td class="left">21세 이상</td>
            <td class="left">누구나</td>
          </tr>
          <tr>
            <td class="left">85.5%</td>
            <td class="left">100%</td>
            <td class="left">149.8%</td>
            <td class="left">195.0%</td>
            <td class="left">285.6%</td>
          </tr>
        </table>
        <div class="chl margin-bottom">출처: 2015년 1월 자동차보험 참조요율서 기준</div>
        <div>
          수년간 자동차보험에 가입한 사람일지라도 평소에 관심을 갖지 않는 사람에게는 보험용어가 생소하다. 이번 기고에서 모든 보험용어를
          알기 쉽게 설명하기는 어렵겠지만 최소한 운전자 범위를 설계함에
          있어 반드시 필요한 부분은 집고 넘어가고자 한다. 아래의 7가지 사항만 명심하고 이해한다면 큰 어려움 없이 나의 운전행태와 환경에 맞는
          자동차보험을 설계할 수 있을 것이다.
        </div>
        <ul>
          <li>
            기명피보험자 1인은 자동차의 소유자 본인을 지칭한다. 계약자는 보험의 계약을 체결하고 보험료를 납입하는 주체로 거의 대부분 기명피보험자와 동일인인 경우가 많다. (예외사례: 아버님을 위해
            아들이 대신 보험계약을 체결하는 경우)
          </li>
          <li>
            부부는 본인과 그 배우자를 말하며, 법률상 배우자 또는 사실혼 관계에 있는 배우자까지 포함한다.
          </li>
          <li>
            가족은 본인, 배우자, 나와 배우자의 양가 부모, 자녀, 자녀의 배우자(사위/며느리)를 포함한다. 부모는 양부모, 계부모, 배우자는 사실혼 관계의 배우자, 자녀는 양자, 양녀, 계자녀,
            사위/며느리는 법률상 배우자까지 인정한다.
          </li>
          <li>
            형제자매는 가족에 포함되지 않으므로 가족+형제자매 한정으로 가입해야 한다. 단, 배우자의 형제자매는 운전자범위에 포함되지 않으므로 주의를 요한다.
          </li>
          <li>
            지정 1인은 가족 중 또는 가족 외 1인을 지정하는 것으로, 만약 지정 1인이 가족이라면 보험료를 비교하여 가격 차이가 크지 않다면 가족으로 운전자 범위를 넓히는 것이 좋다.
          </li>
          <li>
            가족관계로 한정되지 않는 2인을 별도로 지정하고 싶다면 선택 할 수 있는 한정특약은 없다. 이때에는 누구나를 운전자 범위로 설계해야 한다.
          </li>
          <li>
            연령한정은 '사고시점'의 법정생년월일(주민등록기준)에 따른 만나이를 기초로 한다. 음력생일이 아닌 주민등록상의 생년월일을 반드시 확인하여 가입해야 한다.
          </li>
        </ul>
        <tip tip="자녀가 군대나 유학을 가면 운전자범위를 변경하여 잔여기간에 대한 보험료를 환급 받으십시오."></tip>
        <tip
          tip="최근 3년간 사고로 인한 보험처리가 많고 높은 할증률을 적용 받고 있다면, 새 차를 살때에는 가입경력이 전혀 없거나 할증률이 낮은 사람으로 차량등록을 하는 것이 보험료 할인에 유리합니다. 꼼꼼히 비교하여 가입하십시오. "></tip>
      </blog-article>
      <blog-article title="무면허운전, 음주운전 보다 더 위험한 운전가능자 한정 위반사고">
        <div class="border-box margin-bottom margin-top-10 content">
          미국에 유학을 간 아들이 여름방학을 맞아 잠시 한국에 나왔다. 친구들과 부산여행을 가고 싶다며 아빠 차를 빌려 달라고 한다. 고보장으로 가입되어 있고 가족이 운전할 수 있도록 하였기에 아무 걱정없이
          차를 빌려주었다. 그런데 그 다음날 경찰서로부터 연락이 왔다. 아들이 사고를 냈는데 사람이 크게 다쳤다는 것이다. 이후 사고처리를 위해 보험사와 경찰서를 드나들던 중 알게 된 사실은 피해자 보상을
          위한 보험처리가 안된다는 것이었다.
          보험사의 사고처리직원은 아들이 운전할 수 없는 연령으로 보험이 가입되어 있어 처리가 제한된다고 하며, 경찰관은 가입한 보험으로 처리가 불가하므로 피해자와 합의하지 않으면 형사처벌을 받을 수 있다고
          한다. 피해자 측에서는 치료비와 넉넉한 합의금을 주지 않으면 민사소송까지 불사하겠다고 강수를 두고 있다. 비싼 보험료를 내고 고보장의 자동차보험에 가입하였음에도 왜 이런 상황까지 오게 된 것일까?
        </div>
        <p>
          자동차보험에는 이런저런 사고의 경우 보상을 하지 않는다는 강력한 면책조항이 있다. 대표적인 5가지 면책조항은 '고의로 사고를 일으킨 경우, 영업행위(유상운송)를 했을 때, 시험용 또는 경기용으로
          운행했을 때, 음주 또는 무면허 운전을 한 경우, 그리고 운전자범위/연령한정을 위반한 경우'이다.
        </p>
        <p>
          이 중 내가 가입한 자동차보험을 가장 강력하게 무력화 시키는 조항은 음주운전, 무면허운전도 아닌 운전자범위/연령 한정을 위반한 사고이다. 형사적 책임과 도덕적 기준으로 볼 때 음주/무면허운전이 더
          혹독한 비난을 받아야 마땅한 행위이지만, 피해자의 구호를 우선하는 자동차보험은 음주/무면허사고라 할지라도 일정수준의 자기부담금을 지불하면 보상을 해준다.
        </p>
        <div class="left-border">
          음주운전, 무면허운전, 운전자한정위반의 보상여부 비교
        </div>
        <table class="margin-bottom">
          <tr>
            <th rowspan="2">담보구분</th>
            <th colspan="2">음주운전</th>
            <th colspan="2">무면허운전</th>
            <th colspan="2">운전자한정위반</th>
          </tr>
          <tr>
            <th>보상여부</th>
            <th>자기부담금</th>
            <th>보상여부</th>
            <th>자기부담금</th>
            <th>보상여부</th>
            <th>자기부담금</th>
          </tr>
          <tr>
            <td>대인배상I</td>
            <td>O</td>
            <td rowspan="2">300만원</td>
            <td>O</td>
            <td>300만원</td>
            <td>O</td>
            <td>-</td>
          </tr>
          <tr>
            <td>대인배상II</td>
            <td>O</td>
            <td>X</td>
            <td>-</td>
            <td>X</td>
            <td>-</td>
          </tr>
          <tr>
            <td>대물배상</td>
            <td>O</td>
            <td>100만원</td>
            <td>O<br>
              <small>(2천만원)</small>
            </td>
            <td>100만원</td>
            <td>X</td>
            <td>-</td>
          </tr>
          <tr>
            <td>자기신체사고<br>자동차상해</td>
            <td>O</td>
            <td>-</td>
            <td>O</td>
            <td>-</td>
            <td>X</td>
            <td>-</td>
          </tr>
          <tr>
            <td>무보험차상해</td>
            <td>O</td>
            <td>-</td>
            <td>O</td>
            <td>-</td>
            <td>X</td>
            <td>-</td>
          </tr>
          <tr>
            <td>자기차량손해</td>
            <td>X</td>
            <td>-</td>
            <td>X</td>
            <td>-</td>
            <td>X</td>
            <td>-</td>
          </tr>
          <tr>
            <td>비고</td>
            <td colspan="2" width="209">-</td>
            <td colspan="2" width="209">
              대물배상은 의무보험가입 한도인 2천만원까지 보상
            </td>
            <td colspan="2" width="209">
              자동차 취급업자의 사용, 관리 중 사고에 대해서는 대인II, 대물(의무보험 가입한도)까지 보상
            </td>
          </tr>
        </table>
        <div>
          따라서, 불시에 닥칠 사고위험에 내가 가입한 자동차보험을 제대로 작동시키기 위해서는 운전가능자의 범위 내에서만 운행하는 것이 가장 중요하다. 만약 며칠간 다른 사람이 내 차를 운전해야 하는 상황이
          발생한다면 '임시운전자 특약'에 가입한 후에 운행을 해야 한다. 해당 특약을 가입하게 되면 운전가능자의 범위에 들지 않더라도 특약가입 시 지정한 기간 내에 발생한 사고에 대해서는 내가 가입한
          자동차보험으로 보상을 해준다.
        </div>
        <tip tip="임시운전자 특약은 가입한 날의 익일 0시부터 효력이 발생하므로 최소 하루 전날까지는 신청해야 합니다."></tip>
      </blog-article>
      <blog-article title="운전가능자의 범위를 정하였다면 가입(운전)경력제도를 충분히 활용하라">
        <p class="margin-bottom">보험사들은 가입자의 운전경력, 즉 보험가입경력에 따라 보험료를 차등 적용하고 있다. 운전경력이 없는 초보운전자의 사고위험이 상대적으로 높기 때문이며,
          보험사는 경력이 있고 없음에 따라 최대 52%까지 보험료의 차이를 두고 있다. </p>
        <ul class="margin-bottom">
          <li>
            보험가입경력요율(할증률): 1년 미만 52%, 1-2년 20%, 2-3년 6%, 3년 이상 없음<br>
            <div class="chl">출처: 금융소비자정보포털 FINE</div>
          </li>
        </ul>
        <p class="margin-bottom">
          다만, 이러한 보험료의 할증이 때에 따라서는 무리하게 적용될 소지가 있기 때문에 정부는 가입(운전)경력 인정제를 시행하고 있다. 생애 처음 자동차보험을 가입하는 자도 과거에 운전한 경력이 있다면 해당 경력을 인정해주는 것이다.
          본인 외에 배우자, 자녀 등이 함께 운전할 수 있는 보험에 가입한 경우 최대 2인까지 가입경력인정자를 지정할 수 있어 이를 적극 활용할수록 유리하다. 과거에 가입한 보험(최근 1년 이내 포함)까지도 적용 대상이므로 꼼꼼히 체크해보아야 한다.
        </p>
        <div class="left-border">
          가입경력인정자 인정범위
        </div>
        <table>
          <tr>
            <th>운전가능자의 범위</th>
            <th>인정범위</th>
          </tr>
          <tr>
            <td class="left">기명 1인 (본인)</td>
            <td class="left">-</td>
          </tr>
          <tr>
            <td class="left">부부</td>
            <td class="left">배우자</td>
          </tr>
          <tr>
            <td class="left">가족</td>
            <td class="left">가족 중 2인</td>
          </tr>
          <tr>
            <td class="left">가족 및 형제자매</td>
            <td class="left">가족 또는 형제자매 중 2인</td>
          </tr>
          <tr>
            <td class="left">본인 및 지정 1인</td>
            <td class="left">지정 1인</td>
          </tr>
          <tr>
            <td class="left">본인 및 지정 1인</td>
            <td class="left">배우자와 지정 1인 등 2인</td>
          </tr>
          <tr>
            <td class="left">가족 및 지정 1인</td>
            <td class="left">가족 또는 지정 1인 중 2인</td>
          </tr>
          <tr>
            <td class="left">누구나 </td>
            <td class="left">가족 중 2인</td>
          </tr>
        </table>
        <tip tip="군대 운전병, 관공서/법인체 운전직, 택시/버스 운전기사로 근무한 기간과 이륜차(오토바이) 보험에 가입한 기간, 외국에서 자동차보험에 가입한 기간도 모두 자동차보험의 가입경력과 동일하게 인정받을 수 있습니다. "></tip>
      </blog-article>
    </blog-wrap>
  </div>
</template>

<script>
  import blogWrap from '../components/blog-wrap.component'
  import blogArticle from '../components/blog-article.component'
  import tip from '../components/tip.component'

  export default {
    data () {
      return {
        tags: ['보험료 절감방법', '운전자범위 한정', '운전자연령 한정', '운전자한정 위반사고', '가입(운전)경력 인정제도']
      }
    },
    components: {
      blogWrap,
      blogArticle,
      tip
    }
  }
</script>
<style scoped lang="scss">
  @import "../../../style/blog";
</style>
