<template>
  <div>
    <blog-wrap img-src="blog8.jpg" title="보행 중 뺑소니 사고를 당한 당신,<br> 무보험차상해 담보가 지켜드립니다." :tags="tags"
      sub-content="“어머니께서 이른 새벽에 새벽기도를 다녀오시다 횡단보도에서 뺑소니 사고를 당하셨다. 지긋한 나이셔서 빠른 쾌유도 힘든 상황이라 온 가족이 걱정이 많다. 지금까지 병원비로만 수천만원이 들어갈 예정인데……”"
      >
      <div class="margin-bottom content">
        내 가족이 안전한 삶을 영위하는 것이 제일이겠지만 나만 조심한다고 불의의 사고를 피할 수 있을까? 보험에 제대로 가입하지 않은 차 또는 사고를 내고 도주한 경우(뺑소니)에도 보상을 받을 수 있는 담보가 있으니 그것은 바로 내가 가입하려고 하는 자동차보험이다. 정확히는 무보험자동차에 의한 상해(이하 무보험차상해)라는 담보이며, 제대로 알고 가입만 해 둔다면 말그대로 제값 하는 담보로 그 역할을 톡톡히 할 것이다. 
      </div>
      <div class="border-box margin-bottom">
        <div class="title">
          무보험차상해 담보의 작동원리
        </div>
        <div class="content">
          무보험차상해는 피보험자가 무보험자동차로 인하여 생긴 사고로 인하여 상해(사망 또는 상해, 장애)를 입은 때에 작동한다. 보상한도는 내가 가입 무보험차상해의 가입금액(2/3/5억)을 한도로 1인당 적용된다. 이 때 보상되는 내용은 대인배상 지급기준에 따른 실제손해액(예. 부상 시 치료비, 위자료, 휴업손해 등을 지급)을 기준으로 하며, 가해자가 가입한 자동차보험에서 보상되는 금액이 있거나 형사합의금 등 기타보상금이 있다면 그를 제외한 초과분만 지급한다. 
        </div>
      </div>

      <blog-article title="무보험차에 의한 사고는 구체적으로 어떤 사고를 말하는가?">
        <div class="margin-bottom">
          무보험차에 의한 사고를 제대로 알기 위해서는 ‘가해차량의 형태, 가해차량의 보험가입여부, 기타 보상조건’까지를 모두 이해해야 한다. <br>
          우선 사고를 낸 가해차량의 형태(차종)는 매우 폭넓다. 자동차보험이니 내가 아는 자동차만을 대상으로 생각할 수 있지만 일반자동차(자동차관리법) 외에 건설기계(건설기계관리법), 군수차량(군수품관리법), 이륜차 등 원동기장치자전거(도로교통법), 농업기계(농업기계화촉진법)까지를 포함한다.<br>
          그리고 무보험이라고 하여 무조건 보험에 가입하지 않은 차만을 의미하지는 않는다. 내가 입은 피해에 대해 가해자가 가입한 자동차보험으로 100% 보상이 안되는 상황을 이야기한다. 즉, 내가 중상해를 당해 치료비 등 막대한 비용이 들게 되는 경우라 하겠다.
        </div>
        <ul class="margin-bottom">
          <li>대인배상II에 가입하지 않았는데 대인배상I만으로는 보상이 충분하지 않은 경우</li>
          <li>대인배상II에 가입하였으나 운전자한정 위반으로 가해자 자동차보험에서 보상이 되지 않는 경우</li>
          <li>내가 입은 손해액이 가해차량이 가입한 대인배상II의 가입금액을 초과한 경우</li>
          <li>가해차량이 명확히 밝혀지지 않은 경우(뺑소니 사고)</li>
        </ul>
        <div>
          전 보험사의 해당 약관을 보면 ‘배상의무자가 있는 경우에 이 약관에서 정하는 바에 따라 보상한다’고 보상하는 손해를 정의하고 있다. 따라서, 배상의무자가 없는 경우, 즉 뺑소니 사고는 보상이 안되는 것처럼 해석이 될 수 있지만, 보유불명의 차량에 의한 사고인 경우에는 배상의무자가 있는 것으로 간주하여 보상을 해준다. (출처: 서울시 법무행정서비스)
        </div>
      </blog-article>

      <blog-article title="누구를 위하여 가입해야 하는가?">
        <div class="margin-bottom">
          보통은 나와 나의 가족의 무보험차 사고에 대비하기 위해 가입하는 것으로 알고 있을 것이다. 그리고 자동차보험을 가입한 차량의 운행 중에 발생한 사고로 한정하여 생각하기 쉽다. 하지만 해당 담보는 무보험차 사고, 뺑소니 사고 등 가해자로부터 보상을 받을 수 없을 때를 대비한 별도의 보상장치로 보상의 대상과 사고의 범위가 생각보다 넓게 정의되어 있다. 
        </div>
        <div class="left-border">
          무보험차상해의 유형별 보상대상
        </div>
        <table class="margin-bottom">
          <thead>
            <tr>
              <th>구분</th>
              <th>나와 배우자, 그 양가부모님, 자녀</th>
              <th>탑승 중 자</th>
              <th>운전 중인 자(운전자한정범위 내)</th>
            </tr>
            </thead>
            <tbody>
            <tr>
              <td>내 차 운행(탑승) 중 사고</td>
              <td>보상</td>
              <td>보상</td>
              <td>보상</td>
            </tr>
            <tr>
              <td>보행 중 사고</td>
              <td>보상</td>
              <td>보상 불가</td>
              <td>보상 불가</td>
            </tr>
            <tr>
              <td>다른 차 탑승 중 사고</td>
              <td>보상</td>
              <td>보상 불가</td>
              <td>보상 불가</td>
            </tr>
            </tbody>
          </table>

        <div>
          해당 담보를 꼼꼼히 살펴본 사람이라면 ‘나와 나의 가족의 탑승여부를 불문합니다’라는 표현을 많이 봤을 것이다. 탑승여부를 풀어 설명하면 위의 표와 같이 보행 중, 다른 차 탑승 중 등으로 해석할 수 있으며 나와 나의 가족인지, 동승자인지, 운전자범위 내 운전자인지에 따라 그 보상범위가 개별적으로 정의된다. 단, 정비소, 대리운전 등 자동차취급업자의 경우에는 보상대상에서 제외된다.<br><br>
          따라서, 앞서 예시로 든 어머니가 당한 ‘보행 중 뺑소니 사고’는 피보험자 범위에 들고, 해당 사고유형에 포함되기 때문에 내가 가입한 무보험차상해 담보를 통해 보상 받을 수 있는 것이다. <br><br>
          무보험차상해에 가입하기 위해서는 대인배상I/II, 대물배상, 자기신체사고 또는 자동차상해에 모두가입 할 경우에만 가입할 수 있으므로 내게 맞는 자동차보험을 설계 시 이 부분은 참고하자.
        </div>
        <tip tip="무보험차상해에 가입하면 다른 자동차운전담보 특약에 자동 가입되는 보험사가 많습니다. 내가 다른 사람의 차량을 운전하더라도 내가 가입한 자동차보험으로 보상을 받을 수 있는 매우 유용한 것이기에 반드시 챙기도록 하십시오. "></tip>
        <tip tip="중상해를 입어 형사합의금을 가해자로부터 받았다면 무보험차상해에서 지급될 보험금에서 해당 금액을 공제하고 지급합니다. 형사합의가 필요한 경우라면 이 부분을 정확히 알고 신중히 접근해야 합니다."></tip>
        <tip tip="가해자가 보험에 전혀 가입하지 않았거나 도주(뺑소니)한 경우에는 정부가 운영하는 ‘자동차손해배상 보장사업제도’를 통해 보상 받으십시오. 1인당 사망 1.5억원, 부상 3천만원, 후유장애 1.5억원을 한도로 보상 받을 수 있습니다. 경찰서의 교통사고 사실확인원, 병원의 진단서 등을 발급받아 보험사에 신청하시면 됩니다."></tip>
      </blog-article>

      <div class="border-box">
        <div class="title margin-left">
          <img src="/static/png/ic_blog_quiz.png" class="quiz-icon">
          가족이 여러 대의 차량을 소유하고 각 차량마다 무보험차상해에 가입하고 있습니다. 가족 중 한명이 무보험차 사고를 당했을 때에는 어떻게 보상을 받나요? 
        </div>
        <div class="content margin-left">
          <div class="answer-icon">ㄴ</div>
          각 차량에 가입된 무보험차상해의 가입금액을 합산한 총 가입금액을 보상한도로 적용합니다. 일례로 총 3대에 각각 무보험차상해 2억원을 가입했다면 총 6억원(3대x2억원)을 한도로 합니다. 단, 내 차에 탑승 중인 타인이 상해를 입었다면 해당 차량에 가입되어 있는 무보험차상해의 한도만큼만 적용됩니다. 
        </div>
        <hr>
        <div class="title margin-left">
          <img src="/static/png/ic_blog_quiz.png" class="quiz-icon">
          사위나 며느리가 보행 중에 무보험차 사고를 당했다면 보상 받을 수 있나요? 
        </div>
        <div class="content margin-left">
          <div class="answer-icon">ㄴ</div>
          사위나 며느리는 해당 차량의 탑승 중 사고일 때에는 보상됩니다. 보행 중 또는 다른 차의 탑승 중 사고에 대해서는 본인과 배우자, 그 부모 및 자녀에 대해서만 보상합니다. 
        </div>
        <hr>
        <div class="title margin-left">
          <img src="/static/png/ic_blog_quiz.png" class="quiz-icon">
          가족이 여러 대의 차량을 소유하고 그 중 1대에만 무보험차상해에 가입했습니다. 가족 중 한 사람이 무보험차 사고를 당했다면 어떻게 보상을 받나요?
        </div>
        <div class="content margin-left">
          <div class="answer-icon">ㄴ</div>
          무보험차상해에 가입한 차량의 보험가입금액을 한도로 보상됩니다. 단, 해당차량의 보험이 실효되거나 해약된 경우에는 가족 전체가 보상을 받을 수 없습니다. 그리고 미가입 차량에 탑승한 타인에 대한 보상은 되지 않으니 유의하여야 합니다. 
        </div>
      </div>
      
    </blog-wrap>
  </div>
</template>

<script>
  import blogWrap from '../components/blog-wrap.component'
  import blogArticle from '../components/blog-article.component'
  import tip from '../components/tip.component'

  export default {
    data () {
      return {
        tags: ['무보험차상해', '나와 나의 가족의 필수담보', '무보험차 사고', '보행 중 사고', '뺑소니 사고', '다른 차 탑승 중 사고']
      }
    },
    components: {
      blogWrap,
      blogArticle,
      tip
    }
  }
</script>
<style scoped lang="scss">
  @import "../../../style/blog";
</style>
